{
    "_comment_vanilla": "Vanilla Mobs",
    "custom.trivia.skeleton_horse": "A skeletal horse. It can occasionally be found in the wild, and is the horse of the 4 horsemen",
    "custom.trivia.zombie_horse": "A zombified horse. It can rarely be found in the wild",
    
    "_comment_iceandfire": "Ice and Fire Mobs",
    "custom.trivia.amphithere": "A large, winged serpent that is known for its speed and agility",
    "custom.trivia.cockatrice": "A dangerous creature that is known for its ability to turn its victims to stone with a single glance",
    "custom.trivia.cyclops": "A large and fearsome creature that is known for its strength and size",
    "custom.trivia.deathworm": "A large and dangerous creature that is known for its ability to burrow through the ground and attack its prey from below",
    "custom.trivia.dread_beast": "An undead hound that is known for its speed and ferocity",
    "custom.trivia.dread_knight": "A powerful and dangerous warrior that is known for its skill in combat",
    "custom.trivia.dread_lich": "A powerful and dangerous sorcerer that is known for its mastery of dark magic and its ability to summon undead minions",
    "custom.trivia.dread_scuttler": "A spider-like creature that is equally deadly as it is terrifying",
    "custom.trivia.dread_thrall": "A powerful and dangerous warrior that is known for its skill in combat",
    "custom.trivia.fire_dragon": "An ancient and powerful creature that is known for its ability to breathe fire and its fearsome appearance",
    "custom.trivia.ghost": "A spectral being that is capable of phasing through walls and objects",
    "custom.trivia.gorgon": "A dangerous creature that is known for its ability to turn its victims to stone with a single glance",
    "custom.trivia.hippocampus": "A magical creature that is known for its ability to breathe underwater and its graceful appearance",
    "custom.trivia.hippogryph": "A magical creature that is known for its ability to fly and its majestic appearance",
    "custom.trivia.hydra": "A mythical creature that has multiple heads.\nCut off one head, two more will take its place",
    "custom.trivia.ice_dragon": "An ancient and powerful creature that is known for its ability to breathe ice and its fearsome appearance",
    "custom.trivia.lightning_dragon": "An ancient and powerful creature that is known for its ability to breathe lightning and its fearsome appearance",
    "custom.trivia.myrmex_queen": "A large and powerful insect that is known for its ability to command swarms of smaller insects",
    "custom.trivia.pixie": "A magical and mysterious creature that is found in dark and magical biomes",
    "custom.trivia.sea_serpent": "A dangerous sea creature. It can be found in the ocean and is known to be very aggressive",
    "custom.trivia.siren": "A beautiful and dangerous creature that lures sailors to their doom with their enchanting songs",
    "custom.trivia.stymphalian_bird": "With wings like knives and feathers like arrows, the Stymphalian Bird is a dangerous and deadly creature",
    "custom.trivia.troll": "A large and fearsome creature that is known for its strength and regenerative abilities",

    "_comment_gateways": "Gateways",
    "gateways.basic/fire_dragon": "Fire Dragon Gateway",
    "gateways.basic/ice_dragon": "Ice Dragon Gateway",
    "gateways.basic/lightning_dragon": "Lightning Dragon Gateway",
    "gateways.basic/dark_souls": "Welcome to Dark Souls",
    "gateways.endless/fire_dragon": "Endless Fire Dragon Gateway",
    "gateways.endless/ice_dragon": "Endless Ice Dragon Gateway",
    "gateways.endless/lightning_dragon": "Endless Lightning Dragon Gateway",

    "_comment_bosses": "Bosses",
    "custom.name.gateways.ancient_dragon": "Ancient Dragon",

    "_comment_advancements": "Advancements",
    "custom.advancements.dark_souls.title": "Welcome to Dark Souls",
    "custom.advancements.dark_souls.description": "Start the Dark Souls gateway",
    "custom.advancements.ancient_dragon.title": "Ancient Dragon",
    "custom.advancements.ancient_dragon.description": "Defeat the Ancient Dragon",

    "_comment_curios": "Curios",
    "curios.identifier.quiver": "Quiver"
}